[
    {
        "id": 1001,
        "mark": "Toyota",
        "model": "Auris",
        "gen": "E150",
        "yers": "2007-2009",
        "fuel": "бензин",
        "engine": "4zz-fe",
        "power": "97",
        "drive": "передний",
        "body": "хэтчбек 5 дв",
        "steeringWheel": "левый",
        "equipment": "1.4 MT Элеганс",
        
        "description": "Toyota Auris — это новое название Toyota Corolla в кузове хэтчбек. Auris дебютировал в рамках Парижского автосалона 2006 и стал одним из первых ориентированных на европейский рынок автомобилей Toyota, созданным в рамках концепции «Vibrant Clarity» (Звенящая чистота). Особенностью машины стала улучшенная шумоизоляция салона, аэродинамика и пассивная безопасность. Самый популярный японский автомобиль гольф-класса разработан на совершенно новой платформе с колёсной базой размером 2,6 метра. По сравнению с прежним хэтчбеком Corolla, пришедший ему на смену Auris стал на 4 см длиннее, на 5 см шире и на 6 см выше. Продажи Toyota Auris в Европе начались в январе 2007 года, а в России — в апреле. На российском рынке автомобиль представлен в пятидверном кузове и комплектуется бензиновыми двигателями объёмом 1,4 и 1,6 литра.",
        "isFavorite": true,
        "imageName": "aurisGen1"
    },
    {
        "id": 1002,
        "mark": "Toyota",
        "model": "Land Cruiser",
        "gen": "VJA300",
        "yers": "2021",
        "fuel": "бензин",
        "engine": "V35A-FTS",
        "power": "415",
        "drive": "4WD",
        "body": "SUV 5 дв",
        "steeringWheel": "правый",
        "equipment": "3.4 AT GR Sport",
        
        "description": "9 июня прошла мировая презентация Land Cruiser 300. Теперь в Toyota его позиционируют не как внедорожник, а как \"вседорожник\". Land Cruiser и в новом поколении сохраняет проверенные решения — лонжеронную раму и неразрезной задний мост в сочетании с постоянным полным приводом. Новая платформа GA-F позволила снизить центр тяжести автомобиля и улучшить развесовку по осям. В конструкции рамы применены цельные элементы из высокопрочной стали (все продольные элементы), соединенные лазерной сваркой. В кузове из все той же высокопрочной стали сделаны стойки и пороги, а передние крылья, двери, крыша и капот теперь алюминиевые. Эти меры позволили увеличить жесткость кузова и рамы TLC 300 на 20%, и на 200 кг снизить вес. Угол въезда составляет 32 градуса, съезда — 26,5 градуса, а дорожный просвет равен 230 мм.",
        "isFavorite": false,
        "imageName": "lcj300"
    }
]
